import React from 'react';
import './Biography.scss';
import Photo from '../../images/Foto_3.png';


export default function Biography() {
  return (
    <div className="biography">
      <div className="photo ">
        <img src={Photo} alt="Poto"/>
      </div>
      <div className="desc">
        <div className="title">
          <h1>О себе</h1>
        </div>
        <div className="description">
          <p>Доброго времени суток, меня зовут Дмитрий.<br/><br/>
          С тех пор как впервые увидел "Hello World" выведеном в окне браузера горю
          непреодолимым желанием познать все тонкости WEB - разработки.
          С того времени уже успел занятся самообучением и пройти курсы в "Brain Academi" 
          по специальности front-end developer. Непрерывно занимаюсь совершенствованием навыков, 
          и изучением новый подходов в программировании. 
          <br/><br/>
          В данный момент работаю в компании АО "МОТОР СИЧ" в "Управлении по модернизации и созданию 
          вертолетной текхники", в Опытном конструкторском бюро (УВТ ОКБ) на должности 
          инжинера-конструктора 2-й категории. 
          <br/><br/>
          Проходил обучение в Национальном аэрокосмическом университет им. Н.Е. Жуковского "Харьковский авиационный институт" (ХАИ)
           на кафедре "Конструкция авиационных двигателей". До этого учился в Запорожском авиационном
          колледже им. А.Г.Ивченко на специальности "Конструкция авиационых двигателей". 
          </p>
        </div>
        <div className="">

        </div>
      </div>
    </div>
  );
}